alsa-utils
base
base-devel
bat
brightnessctl
clang
cmake
curl
deno
eza
fd
firefox
fish
fzf
git
git-delta
gpick
less
linux
linux-firmware
macchina
neovim
networkmanager
obsidian
openssh
pipewire
ripgrep
sudo
tmux
tree-sitter-cli
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
unzip
wget
xclip
xorg-bdftopcf
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xkbevd
xorg-xkbprint
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrdb
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
yay
yay-debug
zathura
zathura-pdf-mupdf
